export const OUTPUTOVERCOUNTER = 1;
export const DEFD3TEXT = `「0秒思考」を手軽に、有益に使うためのツールです。
動機(Iincentive)なぜ作ろうと思ったか...
ゼロ秒思考は有用な訓練方法という認識。実践していくうえで訓練結果を有効利用できないか、訓練の進捗を表現できないかと考えた結果たどりついたツールです。 自分用を想定ですが、誰でも利用できる想定にしています。
手書きの紙はメリット大きいと思います。ただお手軽に、ということを追求した時、今の時代だとスマホやpcでこなせば、使うメリットが大きいと思います。。スマホでできればで電車の中、パッと思いついた時にできる。ＰＣだと、仕事中や作業中、ぱっと思い浮かんだときにすぐ書ける。わざわざA4の紙準備する必要ない 他にもデータとして蓄積されること。後で読み返しの簡単さなど考えると、メリット大きいと考えています。
まずは、notionで試してみたのですが、適したツール作りたい！ という思考の結果、「作ってみる」に辿り着いたのが経緯になります。
目的（aim）狙い
お手軽に、ゼロ秒思考を実践できるツールを・・・と考えています。。
ログインの仕組みは、メールベースを考えているので、正直自宅でもスマホでもどこでも利用可能かと思っています。
概要（overview）
サイインし、ログイン後、日々のゼロ秒思考を「入力」 入力後のポストはパブリックではありません。本人以外に公開しても問題ないものはパブリックのフラグを立てることで、誰でも参照できるようになります。
パブリックでないもの（プライベート）は個人情報を想定しているので、他者（他ログイン者）ではみることができません。 登録したもの成績は「参照」で確認可能 「サマリー」から週単位での進捗、成果も確認可能
履歴(history)
日付	コメント
2024 年 6 月	ゼロ秒思考通読、Notion ベースで利用の開始
いい利用の仕方ないか検討。ツール作ったほうがいいかという結論
2024 年 7 月	コーディング勉強中 いまここ
2024 年 8 月	おおむね完成！？する（予定）、Kuromoji やめようか検討中
`;
